app/controllers/school_classes_controller.rb

    def create
        @school_class = SchoolClass.create(school_classes_params)
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "testetes"], ["room_number", 3], ["created_at", "2021-06-15 15:23:37.463418"], ["updated_at", "2021-06-15 15:23:37.463418"]]